Repository: ArtuhovichVladislav/Trimline
Catalog: Trimline/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hant

source: %@ License
de: %@-Lizenz
es: Licencia de %@
fr: Licence de %@
it: Licenza di %@
ja: %@のライセンス
ko: %@ 사용권
pt_br: Licença do %@
ru: Лицензия %@
uk: Ліцензія %@
zh_hans: %@ 许可证
zh_hant: %@ 授權條款

source: %@ is replaced with the original file’s name.
de: %@ wird durch den Namen der Originaldatei ersetzt.
es: %@ se sustituye por el nombre del archivo original.
fr: %@ est remplacé par le nom du fichier d’origine.
it: %@ viene sostituito dal nome del file originale.
ja: %@ は元のファイル名に置き換えられます。
ko: %@ 자리에 원본 파일 이름이 들어갑니다.
pt_br: %@ é substituído pelo nome do arquivo original.
ru: %@ заменяется именем исходного файла.
uk: %@ замінюється назвою вихідного файлу.
zh_hans: %@ 会替换为原文件的名称。
zh_hant: %@ 會取代為原始檔案的名稱。

# %@ needed, %@ available.
source: %1$@ needed, %2$@ available.
de: %1$@ benötigt, %2$@ verfügbar.
es: Se necesitan %1$@, hay %2$@ disponibles.
fr: %1$@ requis, %2$@ disponibles.
it: %1$@ necessari, %2$@ disponibili.
ja: 必要な容量: %1$@、空き容量: %2$@。
ko: %1$@ 필요, %2$@ 사용 가능.
pt_br: %1$@ necessários, %2$@ disponíveis.
ru: Нужно %1$@, доступно %2$@.
uk: Потрібно %1$@, доступно %2$@.
zh_hans: 需要 %1$@，可用 %2$@。
zh_hant: 需要 %1$@，可用 %2$@。

source: %@ on GitHub
de: %@ auf GitHub
es: %@ en GitHub
fr: %@ sur GitHub
it: %@ su GitHub
ja: GitHubの%@
ko: GitHub의 %@
pt_br: %@ no GitHub
ru: %@ на GitHub
uk: %@ на GitHub
zh_hans: GitHub 上的 %@
zh_hant: GitHub 上的 %@

# %@ – %@, length %@. The new file is saved next to the original.
source: %1$@ – %2$@, length %3$@. The new file is saved next to the original.
de: %1$@ – %2$@, Dauer %3$@. Die neue Datei wird neben dem Original gesichert.
es: %1$@ – %2$@, duración %3$@. El nuevo archivo se guarda junto al original.
fr: %1$@ – %2$@, durée %3$@. Le nouveau fichier est enregistré à côté de l’original.
it: %1$@ – %2$@, durata %3$@. Il nuovo file viene salvato accanto all’originale.
ja: %1$@ – %2$@、長さ %3$@。新しいファイルは元のファイルと同じ場所に保存されます。
ko: %1$@ – %2$@, 길이 %3$@. 새 파일은 원본과 같은 위치에 저장됩니다.
pt_br: %1$@ – %2$@, duração %3$@. O novo arquivo é salvo ao lado do original.
ru: Фрагмент %1$@ – %2$@, длина %3$@. Новый файл появится рядом с исходным.
uk: Фрагмент %1$@ – %2$@, тривалість %3$@. Новий файл з’явиться поруч із вихідним.
zh_hans: %1$@ – %2$@，时长 %3$@。新文件将保存在原文件旁边。
zh_hant: %1$@ – %2$@，長度 %3$@。新檔案會儲存在原始檔案旁邊。

# %@ – %@, length %@. You’ll choose where to save the new file.
source: %1$@ – %2$@, length %3$@. You’ll choose where to save the new file.
de: %1$@ – %2$@, Dauer %3$@. Du wählst aus, wo die neue Datei gesichert wird.
es: %1$@ – %2$@, duración %3$@. Elegirás dónde guardar el nuevo archivo.
fr: %1$@ – %2$@, durée %3$@. Vous choisirez l’emplacement du nouveau fichier.
it: %1$@ – %2$@, durata %3$@. Sceglierai dove salvare il nuovo file.
ja: %1$@ – %2$@、長さ %3$@。新しいファイルの保存先はこのあと選択します。
ko: %1$@ – %2$@, 길이 %3$@. 새 파일을 저장할 위치를 선택하게 됩니다.
pt_br: %1$@ – %2$@, duração %3$@. Você escolherá onde salvar o novo arquivo.
ru: Фрагмент %1$@ – %2$@, длина %3$@. Место для нового файла вы выберете сами.
uk: Фрагмент %1$@ – %2$@, тривалість %3$@. Місце для нового файлу ви виберете самі.
zh_hans: %1$@ – %2$@，时长 %3$@。你将选择新文件的保存位置。
zh_hant: %1$@ – %2$@，長度 %3$@。你將選擇新檔案的儲存位置。

source: A file with this name already exists. Choose another name.
de: Eine Datei mit diesem Namen existiert bereits. Wähle einen anderen Namen.
es: Ya existe un archivo con este nombre. Elige otro nombre.
fr: Un fichier portant ce nom existe déjà. Choisissez un autre nom.
it: Esiste già un file con questo nome. Scegli un altro nome.
ja: この名前のファイルはすでに存在します。別の名前を選択してください。
ko: 같은 이름의 파일이 이미 있습니다. 다른 이름을 선택하십시오.
pt_br: Já existe um arquivo com este nome. Escolha outro nome.
ru: Файл с таким именем уже существует. Выберите другое имя.
uk: Файл із такою назвою вже існує. Виберіть іншу назву.
zh_hans: 已存在同名文件。请选择其他名称。
zh_hant: 已有同名的檔案。請選擇其他名稱。

source: A name can’t contain “/”, “:” or line breaks.
de: Der Name darf kein „/“, kein „:“ und keine Zeilenumbrüche enthalten.
es: El nombre no puede contener “/”, “:” ni saltos de línea.
fr: Le nom ne peut pas contenir « / », « : » ni de retour à la ligne.
it: Il nome non può contenere “/”, “:” né interruzioni di riga.
ja: 名前に「/」、「:」、改行を含めることはできません。
ko: 이름에 ‘/’, ‘:’ 또는 줄 바꿈을 포함할 수 없습니다.
pt_br: O nome não pode conter “/”, “:” nem quebras de linha.
ru: Имя не может содержать «/», «:» и переносы строк.
uk: Назва не може містити «/», «:» і розриви рядків.
zh_hans: 名称不能包含“/”、“:”或换行符。
zh_hant: 名稱不能包含「/」、「:」或換行字元。

source: A name can’t start with a dot.
de: Der Name darf nicht mit einem Punkt beginnen.
es: El nombre no puede empezar por un punto.
fr: Le nom ne peut pas commencer par un point.
it: Il nome non può iniziare con un punto.
ja: 名前の先頭にピリオドは使用できません。
ko: 이름은 마침표로 시작할 수 없습니다.
pt_br: O nome não pode começar com um ponto.
ru: Имя не может начинаться с точки.
uk: Назва не може починатися з крапки.
zh_hans: 名称不能以句点开头。
zh_hant: 名稱不能以句點開頭。

source: AV1 video decoding
de: Dekodierung von AV1-Video
es: Decodificación de vídeo AV1
fr: Décodage des vidéos AV1
it: Decodifica dei video AV1
ja: AV1ビデオのデコード
ko: AV1 비디오 디코딩
pt_br: Decodificação de vídeo AV1
ru: Декодирование видео AV1
uk: Декодування відео AV1
zh_hans: AV1 视频解码
zh_hant: AV1 影片解碼

source: About %@
de: Über „%@“
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@에 관하여
pt_br: Sobre o App %@
ru: О приложении «%@»
uk: Про програму «%@»
zh_hans: 关于%@
zh_hant: 關於%@

source: Acknowledgments
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
ko: 감사의 글
pt_br: Agradecimentos
ru: Благодарности
uk: Подяки
zh_hans: 致谢
zh_hant: 致謝

source: All Files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
pt_br: Todos os Arquivos
ru: Все файлы
uk: Усі файли
zh_hans: 所有文件
zh_hant: 所有檔案

source: Almost any audio or video format
de: Fast jedes Audio- oder Videoformat
es: Casi cualquier formato de audio o vídeo
fr: Presque tous les formats audio et vidéo
it: Quasi ogni formato audio o video
ja: ほぼすべてのオーディオ／ビデオ形式に対応
ko: 거의 모든 오디오 및 비디오 포맷 지원
pt_br: Quase qualquer formato de áudio ou vídeo
ru: Почти любой формат аудио и видео
uk: Майже будь-який формат аудіо та відео
zh_hans: 支持几乎所有音频和视频格式
zh_hant: 支援幾乎所有音訊和影片格式

source: Always ask where to save
de: Immer nach dem Speicherort fragen
es: Preguntar siempre dónde guardar
fr: Toujours demander où enregistrer
it: Chiedi sempre dove salvare
ja: 毎回保存先を確認
ko: 항상 저장 위치 묻기
pt_br: Sempre perguntar onde salvar
ru: Всегда спрашивать, куда сохранить
uk: Завжди питати, куди зберегти
zh_hans: 始终询问保存位置
zh_hant: 一律詢問儲存位置

source: Another File…
de: Andere Datei …
es: Otro archivo…
fr: Autre fichier…
it: Altro file…
ja: 別のファイル…
ko: 다른 파일…
pt_br: Outro Arquivo…
ru: Другой файл…
uk: Інший файл…
zh_hans: 其他文件…
zh_hant: 其他檔案⋯

source: Audio and Video
de: Audio und Video
es: Audio y vídeo
fr: Audio et vidéo
it: Audio e video
ja: オーディオとビデオ
ko: 오디오 및 비디오
pt_br: Áudio e Vídeo
ru: Аудио и видео
uk: Аудіо та відео
zh_hans: 音频和视频
zh_hant: 音訊和影片

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
pt_br: Buscar atualizações automaticamente
ru: Автоматически проверять обновления
uk: Автоматично перевіряти оновлення
zh_hans: 自动检查更新
zh_hant: 自動檢查更新項目

source: Automatically download and install updates
de: Updates automatisch laden und installieren
es: Descargar e instalar actualizaciones automáticamente
fr: Télécharger et installer automatiquement les mises à jour
it: Scarica e installa automaticamente gli aggiornamenti
ja: アップデートを自動的にダウンロードしてインストール
ko: 자동으로 업데이트 다운로드 및 설치
pt_br: Baixar e instalar atualizações automaticamente
ru: Автоматически загружать и устанавливать обновления
uk: Автоматично завантажувати та встановлювати оновлення
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新項目

source: Back 1 Second
de: 1 Sekunde zurück
es: Retroceder 1 segundo
fr: Reculer d’une seconde
it: Indietro di 1 secondo
ja: 1秒戻る
ko: 1초 뒤로
pt_br: Retroceder 1 Segundo
ru: Назад на 1 секунду
uk: Назад на 1 секунду
zh_hans: 后退 1 秒
zh_hant: 倒退 1 秒

source: Back 5 seconds
de: 5 Sekunden zurück
es: Retroceder 5 segundos
fr: Reculer de 5 secondes
it: Indietro di 5 secondi
ja: 5秒戻る
ko: 5초 뒤로
pt_br: Retroceder 5 segundos
ru: Назад на 5 секунд
uk: Назад на 5 секунд
zh_hans: 后退 5 秒
zh_hant: 倒退 5 秒

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Buscar Atualizações…
ru: Проверить обновления…
uk: Перевірити оновлення…
zh_hans: 检查更新…
zh_hant: 檢查更新項目⋯

source: Choose in Finder…
de: Im Finder auswählen …
es: Elegir en el Finder…
fr: Choisir dans le Finder…
it: Scegli nel Finder…
ja: Finderで選択…
ko: Finder에서 선택…
pt_br: Escolher no Finder…
ru: Выбрать в Finder…
uk: Вибрати у Finder…
zh_hans: 在访达中选择…
zh_hant: 在 Finder 中選擇⋯

source: Clear Menu
de: Einträge löschen
es: Vaciar menú
fr: Effacer le menu
it: Cancella menu
ja: メニューを消去
ko: 메뉴 지우기
pt_br: Limpar Menu
ru: Очистить меню
uk: Очистити меню
zh_hans: 清除菜单
zh_hant: 清除選單

source: Clip contents
de: Clip-Inhalt
es: Contenido del clip
fr: Contenu de l’extrait
it: Contenuto del clip
ja: クリップの内容
ko: 클립 내용
pt_br: Conteúdo do clipe
ru: Содержимое клипа
uk: Вміст кліпу
zh_hans: 片段内容
zh_hant: 片段內容

source: Clip end
de: Clip-Ende
es: Final del clip
fr: Fin de l’extrait
it: Fine del clip
ja: クリップの終了位置
ko: 클립 끝
pt_br: Fim do clipe
ru: Конец клипа
uk: Кінець кліпу
zh_hans: 片段结尾
zh_hant: 片段結尾

source: Clip saved
de: Clip gesichert
es: Clip guardado
fr: Extrait enregistré
it: Clip salvato
ja: クリップを保存しました
ko: 클립 저장됨
pt_br: Clipe salvo
ru: Клип сохранён
uk: Кліп збережено
zh_hans: 片段已保存
zh_hant: 片段已儲存

source: Clip start
de: Clip-Anfang
es: Inicio del clip
fr: Début de l’extrait
it: Inizio del clip
ja: クリップの開始位置
ko: 클립 시작
pt_br: Início do clipe
ru: Начало клипа
uk: Початок кліпу
zh_hans: 片段开头
zh_hant: 片段開頭

source: Clips can’t be saved in this format.
de: In diesem Format können keine Clips gesichert werden.
es: No se pueden guardar clips en este formato.
fr: Impossible d’enregistrer des extraits dans ce format.
it: Impossibile salvare clip in questo formato.
ja: この形式ではクリップを保存できません。
ko: 이 포맷으로는 클립을 저장할 수 없습니다.
pt_br: Não é possível salvar clipes neste formato.
ru: В этом формате клип сохранить нельзя.
uk: У цьому форматі не можна зберегти кліп.
zh_hans: 无法以此格式保存片段。
zh_hant: 無法以此格式儲存片段。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Close File
de: Datei schließen
es: Cerrar archivo
fr: Fermer le fichier
it: Chiudi file
ja: ファイルを閉じる
ko: 파일 닫기
pt_br: Fechar arquivo
ru: Закрыть файл
uk: Закрити файл
zh_hans: 关闭文件
zh_hant: 關閉檔案

source: Continue Saving
de: Weiter sichern
es: Seguir guardando
fr: Poursuivre l’enregistrement
it: Continua salvataggio
ja: 保存を続ける
ko: 계속 저장
pt_br: Continuar Salvando
ru: Продолжить сохранение
uk: Продовжити збереження
zh_hans: 继续保存
zh_hant: 繼續儲存

source: Copy Frame
de: Bild kopieren
es: Copiar fotograma
fr: Copier l’image
it: Copia fotogramma
ja: フレームをコピー
ko: 프레임 복사
pt_br: Copiar Quadro
ru: Скопировать кадр
uk: Скопіювати кадр
zh_hans: 拷贝帧
zh_hant: 拷貝影格

source: Copying the frame…
de: Bild wird kopiert …
es: Copiando el fotograma…
fr: Copie de l’image…
it: Copia del fotogramma…
ja: フレームをコピー中…
ko: 프레임 복사 중…
pt_br: Copiando o quadro…
ru: Копирование кадра…
uk: Копіювання кадру…
zh_hans: 正在拷贝帧…
zh_hant: 正在拷貝影格⋯

source: Couldn’t copy the frame
de: Das Bild konnte nicht kopiert werden
es: No se ha podido copiar el fotograma
fr: Impossible de copier l’image
it: Impossibile copiare il fotogramma
ja: フレームをコピーできませんでした
ko: 프레임을 복사할 수 없습니다
pt_br: Não foi possível copiar o quadro
ru: Не удалось скопировать кадр
uk: Не вдалося скопіювати кадр
zh_hans: 无法拷贝帧
zh_hant: 無法拷貝影格

source: Couldn’t open “%@”
de: „%@“ konnte nicht geöffnet werden
es: No se ha podido abrir “%@”
fr: Impossible d’ouvrir « %@ »
it: Impossibile aprire “%@”
ja: 「%@」を開けませんでした
ko: ‘%@’을(를) 열 수 없습니다
pt_br: Não foi possível abrir “%@”
ru: Не удалось открыть «%@»
uk: Не вдалося відкрити «%@»
zh_hans: 无法打开“%@”
zh_hant: 無法打開「%@」

source: Couldn’t save the clip
de: Der Clip konnte nicht gesichert werden
es: No se ha podido guardar el clip
fr: Impossible d’enregistrer l’extrait
it: Impossibile salvare il clip
ja: クリップを保存できませんでした
ko: 클립을 저장할 수 없습니다
pt_br: Não foi possível salvar o clipe
ru: Не удалось сохранить клип
uk: Не вдалося зберегти кліп
zh_hans: 无法保存片段
zh_hant: 無法儲存片段

source: Couldn’t save the frame
de: Das Bild konnte nicht gesichert werden
es: No se ha podido guardar el fotograma
fr: Impossible d’enregistrer l’image
it: Impossibile salvare il fotogramma
ja: フレームを保存できませんでした
ko: 프레임을 저장할 수 없습니다
pt_br: Não foi possível salvar o quadro
ru: Не удалось сохранить кадр
uk: Не вдалося зберегти кадр
zh_hans: 无法保存帧
zh_hant: 無法儲存影格

source: Current time
de: Aktuelle Zeit
es: Tiempo actual
fr: Position actuelle
it: Tempo attuale
ja: 現在の位置
ko: 현재 시간
pt_br: Tempo atual
ru: Текущее время
uk: Поточний час
zh_hans: 当前时间
zh_hant: 目前時間

source: Cut video to the exact frame
de: Video bildgenau schneiden
es: Cortar el vídeo al fotograma exacto
fr: Couper la vidéo à l’image près
it: Taglia il video al fotogramma esatto
ja: 動画をフレーム単位で正確にカット
ko: 동영상을 프레임 단위로 정확하게 자르기
pt_br: Cortar o vídeo exatamente no quadro
ru: Резать видео точно до кадра
uk: Різати відео точно до кадру
zh_hans: 将视频精确剪切到帧
zh_hant: 將影片精確剪輯到影格

source: Done
de: Fertig
es: Aceptar
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Drag the icon into another app to send the clip.
de: Symbol in eine andere App ziehen, um den Clip zu senden.
es: Arrastra el icono a otra app para enviar el clip.
fr: Faites glisser l’icône dans une autre app pour envoyer le clip.
it: Trascina l’icona in un’altra app per inviare il clip.
ja: アイコンをほかのアプリにドラッグすると、クリップを送信できます。
ko: 아이콘을 다른 앱으로 드래그하여 클립을 보내십시오.
pt_br: Arraste o ícone para outro app para enviar o clipe.
ru: Перетащите значок в другую программу, чтобы отправить клип.
uk: Перетягніть значок в іншу програму, щоб надіслати кліп.
zh_hans: 将图标拖到其他 App 即可发送片段。
zh_hant: 將圖像拖移到其他 App 即可傳送片段。

source: Drop audio or video here
de: Audio oder Video hierher ziehen
es: Arrastra aquí un audio o un vídeo
fr: Déposez un fichier audio ou vidéo ici
it: Trascina qui un audio o un video
ja: オーディオまたはビデオをここにドロップ
ko: 오디오 또는 비디오를 여기로 드래그하십시오
pt_br: Arraste um áudio ou vídeo para cá
ru: Перетащите сюда аудио или видео
uk: Перетягніть сюди аудіо або відео
zh_hans: 将音频或视频拖到此处
zh_hant: 將音訊或影片拖移到這裡

source: Enter a name.
de: Gib einen Namen ein.
es: Introduce un nombre.
fr: Saisissez un nom.
it: Inserisci un nome.
ja: 名前を入力してください。
ko: 이름을 입력하십시오.
pt_br: Digite um nome.
ru: Введите имя.
uk: Введіть назву.
zh_hans: 请输入名称。
zh_hant: 請輸入名稱。

source: Example: %@
de: Beispiel: %@
es: Ejemplo: %@
fr: Exemple : %@
it: Esempio: %@
ja: 例: %@
ko: 예: %@
pt_br: Exemplo: %@
ru: Пример: %@
uk: Приклад: %@
zh_hans: 示例：%@
zh_hant: 範例：%@

source: FFmpeg is linked dynamically, so you can replace it with your own build. The exact source code, build script and instructions are attached to every Trimline release on GitHub.
de: FFmpeg ist dynamisch eingebunden, du kannst es also durch einen eigenen Build ersetzen. Den exakten Quellcode, das Build-Skript und eine Anleitung findest du bei jedem Trimline-Release auf GitHub.
es: FFmpeg está enlazado dinámicamente, así que puedes sustituirlo por tu propia compilación. El código fuente exacto, el script de compilación y las instrucciones se adjuntan a cada versión de Trimline en GitHub.
fr: FFmpeg est lié dynamiquement : vous pouvez le remplacer par votre propre compilation. Le code source exact, le script de compilation et les instructions sont joints à chaque version de Trimline sur GitHub.
it: FFmpeg è collegato dinamicamente, quindi puoi sostituirlo con una tua build. Il codice sorgente esatto, lo script di compilazione e le istruzioni sono allegati a ogni release di Trimline su GitHub.
ja: FFmpegは動的にリンクされているため、独自にビルドしたものに置き換えることができます。正確なソースコード、ビルドスクリプト、および手順は、GitHubで公開しているTrimlineの各リリースに添付されています。
ko: FFmpeg는 동적으로 링크되어 있어 직접 빌드한 버전으로 교체할 수 있습니다. 정확한 소스 코드, 빌드 스크립트 및 안내는 GitHub의 모든 Trimline 릴리스에 첨부되어 있습니다.
pt_br: O FFmpeg é vinculado dinamicamente, então você pode substituí-lo pela sua própria compilação. O código-fonte exato, o script de compilação e as instruções estão anexados a cada versão do Trimline no GitHub.
ru: FFmpeg подключён динамически, поэтому его можно заменить собственной сборкой. Точные исходники, скрипт сборки и инструкции приложены к каждому релизу Trimline на GitHub.
uk: FFmpeg підключено динамічно, тож його можна замінити власною збіркою. Точний вихідний код, скрипт збирання та інструкції додано до кожного релізу Trimline на GitHub.
zh_hans: FFmpeg 采用动态链接，因此你可以将其替换为自己构建的版本。确切的源代码、构建脚本和说明附在 GitHub 上 Trimline 的每个版本中。
zh_hant: FFmpeg 採用動態連結，因此你可以將其替換為自行建置的版本。確切的原始碼、建置腳本和說明附在 GitHub 上 Trimline 的每個版本中。

source: Forward 1 Second
de: 1 Sekunde vor
es: Avanzar 1 segundo
fr: Avancer d’une seconde
it: Avanti di 1 secondo
ja: 1秒進む
ko: 1초 앞으로
pt_br: Avançar 1 Segundo
ru: Вперёд на 1 секунду
uk: Уперед на 1 секунду
zh_hans: 前进 1 秒
zh_hant: 前進 1 秒

source: Forward 5 seconds
de: 5 Sekunden vor
es: Avanzar 5 segundos
fr: Avancer de 5 secondes
it: Avanti di 5 secondi
ja: 5秒進む
ko: 5초 앞으로
pt_br: Avançar 5 segundos
ru: Вперёд на 5 секунд
uk: Уперед на 5 секунд
zh_hans: 前进 5 秒
zh_hant: 前進 5 秒

source: Frame copied
de: Bild kopiert
es: Fotograma copiado
fr: Image copiée
it: Fotogramma copiato
ja: フレームをコピーしました
ko: 프레임 복사됨
pt_br: Quadro copiado
ru: Кадр скопирован
uk: Кадр скопійовано
zh_hans: 帧已拷贝
zh_hant: 影格已拷貝

source: Frame saved
de: Bild gesichert
es: Fotograma guardado
fr: Image enregistrée
it: Fotogramma salvato
ja: フレームを保存しました
ko: 프레임 저장됨
pt_br: Quadro salvo
ru: Кадр сохранён
uk: Кадр збережено
zh_hans: 帧已保存
zh_hant: 影格已儲存

source: LGPL 2.1 or later
de: LGPL 2.1 oder neuer
es: LGPL 2.1 o posterior
fr: LGPL 2.1 ou ultérieure
it: LGPL 2.1 o successiva
ja: LGPL 2.1以降
ko: LGPL 2.1 이상
pt_br: LGPL 2.1 ou posterior
ru: LGPL 2.1 или новее
uk: LGPL 2.1 або новіша
zh_hans: LGPL 2.1 或更高版本
zh_hant: LGPL 2.1 或更新版本

source: License text
de: Lizenztext
es: Texto de la licencia
fr: Texte de la licence
it: Testo della licenza
ja: ライセンスのテキスト
ko: 사용권 텍스트
pt_br: Texto da licença
ru: Текст лицензии
uk: Текст ліцензії
zh_hans: 许可证文本
zh_hant: 授權條款文字

source: Loop Clip
de: Clip wiederholen
es: Repetir clip
fr: Lire l’extrait en boucle
it: Ripeti clip
ja: クリップを繰り返し再生
ko: 클립 반복
pt_br: Repetir Clipe
ru: Повторять клип
uk: Повторювати кліп
zh_hans: 循环播放片段
zh_hant: 循環播放片段

source: Loop clip
de: Clip wiederholen
es: Repetir clip
fr: Lire l’extrait en boucle
it: Ripeti clip
ja: クリップを繰り返し再生
ko: 클립 반복
pt_br: Repetir clipe
ru: Повторять клип
uk: Повторювати кліп
zh_hans: 循环播放片段
zh_hant: 循環播放片段

source: MP4, MOV, M4V and 3GP are always cut to the exact frame without re-encoding. In MKV, AVI, TS and other formats, a clip otherwise starts at the previous key frame; with this on, the frames near the cuts are re-encoded instead (the whole video for codecs other than H.264 and HEVC).
de: MP4, MOV, M4V und 3GP werden immer ohne Neucodierung bildgenau geschnitten. In MKV, AVI, TS und anderen Formaten beginnt ein Clip sonst beim vorherigen Schlüsselbild; ist die Option an, werden stattdessen die Bilder an den Schnittpunkten neu codiert (bei anderen Codecs als H.264 und HEVC das ganze Video).
es: MP4, MOV, M4V y 3GP siempre se cortan al fotograma exacto sin recodificar. En MKV, AVI, TS y otros formatos, el clip empieza si no en el fotograma clave anterior; con esta opción, se recodifican los fotogramas cercanos a los cortes (todo el vídeo con códecs distintos de H.264 y HEVC).
fr: Les fichiers MP4, MOV, M4V et 3GP sont toujours coupés à l’image près, sans réencodage. En MKV, AVI, TS et autres formats, l’extrait commence sinon sur l’image clé précédente ; avec cette option, les images proches des coupes sont réencodées (toute la vidéo pour les codecs autres que H.264 et HEVC).
it: MP4, MOV, M4V e 3GP vengono sempre tagliati al fotogramma esatto senza ricodifica. In MKV, AVI, TS e altri formati il clip altrimenti inizia dal fotogramma chiave precedente; con questa opzione vengono ricodificati i fotogrammi vicini ai tagli (l’intero video per codec diversi da H.264 e HEVC).
ja: MP4、MOV、M4V、3GPは常に再エンコードなしでフレーム単位で正確にカットされます。MKV、AVI、TSなどの形式では、通常はクリップが直前のキーフレームから始まります。オンにすると、カット位置付近のフレームを再エンコードします（H.264とHEVC以外のコーデックでは動画全体）。
ko: MP4, MOV, M4V, 3GP는 항상 재인코딩 없이 프레임 단위로 정확하게 잘립니다. MKV, AVI, TS 등 다른 포맷에서는 클립이 직전 키프레임에서 시작됩니다. 이 옵션을 켜면 자르는 지점 근처의 프레임을 재인코딩합니다(H.264와 HEVC 이외의 코덱은 동영상 전체).
pt_br: MP4, MOV, M4V e 3GP são sempre cortados exatamente no quadro, sem recodificação. Em MKV, AVI, TS e outros formatos, o clipe começa no quadro-chave anterior; com esta opção, os quadros próximos aos cortes são recodificados (o vídeo inteiro em codecs que não sejam H.264 e HEVC).
ru: MP4, MOV, M4V и 3GP всегда режутся точно до кадра без перекодирования. В MKV, AVI, TS и других форматах клип иначе начинается с предыдущего ключевого кадра; с этой настройкой перекодируются кадры у краёв клипа (а для кодеков, кроме H.264 и HEVC, — всё видео).
uk: MP4, MOV, M4V і 3GP завжди обрізаються точно до кадру без перекодування. У MKV, AVI, TS та інших форматах кліп інакше починається з попереднього ключового кадру; з цим параметром перекодовуються кадри біля країв кліпу (а для кодеків, крім H.264 і HEVC, — усе відео).
zh_hans: MP4、MOV、M4V 和 3GP 始终无需重新编码即可精确剪切到帧。在 MKV、AVI、TS 等格式中，片段默认从前一个关键帧开始；开启此选项后，将重新编码剪切点附近的帧（H.264 和 HEVC 以外的编解码器则重新编码整个视频）。
zh_hant: MP4、MOV、M4V 和 3GP 一律無需重新編碼即可精確剪輯到影格。在 MKV、AVI、TS 等格式中，片段預設從前一個關鍵影格開始；開啟此選項後，會重新編碼剪輯點附近的影格（H.264 和 HEVC 以外的編解碼器則重新編碼整部影片）。

source: MP4, MOV, MKV, AVI, MP3, FLAC and many more
de: MP4, MOV, MKV, AVI, MP3, FLAC und viele mehr
es: MP4, MOV, MKV, AVI, MP3, FLAC y muchos más
fr: MP4, MOV, MKV, AVI, MP3, FLAC et bien d’autres
it: MP4, MOV, MKV, AVI, MP3, FLAC e molti altri
ja: MP4、MOV、MKV、AVI、MP3、FLACなど
ko: MP4, MOV, MKV, AVI, MP3, FLAC 등
pt_br: MP4, MOV, MKV, AVI, MP3, FLAC e muitos outros
ru: MP4, MOV, MKV, AVI, MP3, FLAC и многие другие
uk: MP4, MOV, MKV, AVI, MP3, FLAC і багато інших
zh_hans: MP4、MOV、MKV、AVI、MP3、FLAC 等
zh_hant: MP4、MOV、MKV、AVI、MP3、FLAC 等

source: New file name
de: Neuer Dateiname
es: Nombre del nuevo archivo
fr: Nom du nouveau fichier
it: Nome del nuovo file
ja: 新しいファイル名
ko: 새 파일 이름
pt_br: Nome do novo arquivo
ru: Имя нового файла
uk: Назва нового файлу
zh_hans: 新文件名称
zh_hant: 新檔案名稱

source: Next Frame
de: Nächstes Bild
es: Fotograma siguiente
fr: Image suivante
it: Fotogramma successivo
ja: 次のフレーム
ko: 다음 프레임
pt_br: Próximo Quadro
ru: Следующий кадр
uk: Наступний кадр
zh_hans: 下一帧
zh_hant: 下一個影格

source: Next to the original
de: Neben dem Original
es: Junto al original
fr: À côté de l’original
it: Accanto all’originale
ja: 元のファイルと同じ場所
ko: 원본과 같은 위치
pt_br: Ao lado do original
ru: Рядом с исходным файлом
uk: Поруч із вихідним файлом
zh_hans: 原文件旁边
zh_hant: 原始檔案旁邊

source: No files were passed to Trimline.
de: Trimline hat keine Dateien erhalten.
es: Trimline no ha recibido ningún archivo.
fr: Aucun fichier n’a été transmis à Trimline.
it: Trimline non ha ricevuto alcun file.
ja: Trimlineにファイルが渡されませんでした。
ko: Trimline에 전달된 파일이 없습니다.
pt_br: O Trimline não recebeu nenhum arquivo.
ru: Trimline не получил ни одного файла.
uk: Trimline не отримав жодного файлу.
zh_hans: Trimline 没有收到任何文件。
zh_hant: Trimline 沒有收到任何檔案。
